Repository: fbartels/zcp
Catalog: po/*.po
Languages: cs

source: d-m-Y
cs: d-m-R

source: Occurs every %s effective %s from %s to %s.
cs: Opakuje se vždy v %s počínaje %s od %s do %s.

source: Occurs every %s %s effective %s from %s to %s.
cs: Opakuje se vždy v %s %s počínaje %s od %s do %s.

source: Occurs every %s effective %s.
cs: Opakuje se vždy v %s počínaje %s.

source: Occurs every %s %s effective %s.
cs: Opakuje se vždy v %s %s počínaje %s.

source: Occurs every %s effective %s for %s occurence from %s to %s.
cs: Opakuje se vždy v %s počínaje %s, %s-krát, od %s do %s.

source: Occurs every %s %s effective %s for %s occurence from %s to %s.
cs: Opakuje se vždy v %s %s počínaje %s, %s-krát, od %s do %s.

source: Occurs every %s effective %s for %s occurence.
cs: Opakuje se vždy v %s počínaje %s, %s-krát.

source: Occurs every %s %s effective %s for %s occurence.
cs: Opakuje se vždy v %s %s počínaje %s, %s-krát.

source: Occurs every %s effective %s until %s from %s to %s.
cs: Opakuje se vždy v %s počínaje %s, do %s, od %s do %s.

source: Occurs every %s %s effective %s until %s from %s to %s.
cs: Opakuje se vždy v %s %s počínaje %s, do %s, od %s do %s.

source: Occurs every %s effective %s until %s.
cs: Opakuje se vždy v %s počínaje %s, do %s.

source: Occurs every %s %s effective %s until %s.
cs: Opakuje se vždy v %s %s počínaje %s, do %s.

source: Accepted
cs: Přijmout

source: Declined
cs: Odmítnout

source: Tentatively accepted
cs: Předběžně přijmout

source: New Time Proposed
cs: Jiný čas navržen

source: Canceled
cs: Zrušeno

source: You have insufficient privileges to open this object.
cs: Nemáte dostatečná oprávnění k otevření tohoto objektu.

source: Logon Failed. Please check your name/password.
cs: Přihlášení selhalo. Zkontrolujte vaše jméno a heslo.

source: Can not connect to Zarafa server.
cs: Nelze se připojit k serveru Zarafa.

source: Can not open object with provided id.
cs: Zadaná identifikace nedovoluje otevření objektu.

source: There are no recipients in the message.
cs: Tato zpráva nemá žádné adresáty.

source: Can not find object.
cs: Objekt nelze nalézt.

source: Unknown MAPI Error: %s
cs: Neznámá chyba MAPI: %s

source: Start Date
cs: Začíná

source: Due Date
cs: Dokončit do

source: Status
cs: Stav

source: Not Started
cs: Ještě nezačalo

source: In Progress
cs: V průběhu

source: Complete
cs: Dokončit

source: Wait for other person
cs: Počkat na ostatní

source: Deferred
cs: Odloženo

source: Percent Complete
cs: Procento dokončení

source: Date Completed
cs: Datum dokončení

source: Total Work
cs: Celková práce

source: hours
cs: hodin

source: Actual Work
cs: Vlasní práce

source: Billing Information
cs: Účetní informace

source: Mileage
cs: Ujetá vzdálenost
