Repository: fbartels/zcp
Catalog: po/*.po
Languages: cs

source: Zarafa Archive
cs: Archivní systém Zarafa

source: This folder contains the special archive folders.
cs: Tato složka obsahuje speciální archivní složky.

source: History
cs: Historie

source: This folder contains archives that have been replaced by a newer version.
cs: Tato složka obsahuje archivy, které byly nahrazeny novějšími verzemi.

source: Outgoing
cs: K odeslání

source: This folder contains archives of all outgoing messages.
cs: Tato složka obsahuje archiv všech zpráv k odeslání.

source: Deleted
cs: Smazané

source: This folder contains archives of messages that have been deleted.
cs: Tato složka obshuje archiv všech smazaných zpráv.

source: End of Session
cs: Konec relace

source: Connection lost
cs: Spojení přerušeno

source: Access denied
cs: Přístup odepřen

source: Unable to move or copy folders. Can't copy folder. A top-level can't be copied to one of its subfolders. Or, you may not have appropriate permissions for the folder. To check your permissions for the folder, right-click the folder, and then click Properties on the shortcut menu.
cs: Složky nelze přesunout nebo kopírovat. Složky nejvyšší úrovně nelze kopírovat do jedné z jejích podsložek. Možná nemáte příslušná oprávnění pro tuto složku. Chcete-li zkontrolovat oprávnění pro složku, klepněte pravým tlačítkem na složku a potom klepněte na příkaz Vlastnosti v místní nabídce.

source: The message store has reached its maximum size. To reduce the amount of data in this message store, select some items that you no longer need, and permanently (SHIFT + DEL) delete them.
cs: Úložiště zpráv dosáhlo své maximální velikosti. Chcete-li snížit množství dat, vyberte některé položky, které již nepotřebujete, a trvale je smažte (SHIFT + DEL).

source: The user canceled the operation, typically by clicking the Cancel button in a dialog box.
cs: Uživatel zrušil operaci, obvykle kliknutím na tlačítko Zrušit v dialogovém okně.

source: A logon session could not be established.
cs: Nelze vytvořit relaci přihlášení.

source: The name of the folder being moved or copied is the same as that of a subfolder in the destination folder. The message store provider requires that folder names be unique. The operation stops without completing.
cs: Název složky, která je přesouvána nebo zkopírována, je stejný jako název podsložky v cílovém místě. složce. Úložiště zpráv vyžaduje, aby názvy složek být jedinečný. Operace nebyla dokončena.

source: The operation succeeded, but not all entries were successfully processed, copied, deleted or moved
cs: Operace proběhla úspěšně, ale ne všechny položky byly správně zpracovány, kopírovány, přesunuty nebo smazány

source: The provider does not have enough information to complete the logon. Or, the service provider has not been configured.
cs: Poskytovatel nemá dostatek informací k dokončení přihlášení, nebo poskytovatel služeb není nakonfigurován.

source: One of the providers cannot log on, but this error should not disable the other services.
cs: Nelze se přihlásit k jednomu z poskytovatelů, ale nemělo by to ovlivnit ostatní služby.

source: A database error or I/O error has occurred.
cs: Chyba databaáze nebo I/O.

source: The subfolder being deleted contains subfolders.
cs: Složka, kterou chcete smazat obsahuje podsložky.

source: The subfolder being deleted contains messages.
cs: Složka, kterou chcete smazat obsahuje zprávy.

source: No description available.
cs: Popis není k dispozici.

source: MAPI error code:
cs: Chyba MAPI:

source: The synchronization of a folder failed. Press retry to continue or ignore to supress all errors. Please contact the system administrator if this problem persists.
cs: Synchronizace složky selhala. Zkuste to znovu a nebo ignorujte všechny chyby. Kontaktujte administratora, pokud tento problém přetrvává.

source: Error codes:
cs: Kódy chyb:

source: Unable to get SSL object from store
cs: Nelze načíst SSL objekt z úložiště

source: Unable to get SSL context from SSL object
cs: Nelze načíst SSL kontext SSL objektu

source: No certificate found in connection
cs: V připojení nebyl nalezen certifikát

source: Unable to convert OpenSSL to WinCrypt
cs: Nelze konvertovat OpenSSL do WinCrypt

source: The certificate is not trusted and could not be verified.
cs: Certifikát není důvěryhodný a nemůže být ověřen.

source: The certificate is not trusted.
cs: Certifikát není důvěryhodný.

source: The certificate is trusted but does not verify correctly.
cs: Certifikát je důvěryhodný, ale nemůže být správně ověřen.

source: Do you wish to continue?
cs: Chcete pokračovat?

source: Unable to get session
cs: Nelze vytvořit relaci

source: Configure
cs: Nastavení

source: Synchronize
cs: Synchronizovat

source: Open Shared Folders...
cs: Otevřít sdílené složky...

source: Recover Deleted Items...
cs: Vrátit smazané...

source: Out of Office Assistant...
cs: Mimo kancelář...

source: Configure offline synchronization
cs: Nastavení offline synchronizace

source: Start offline synchronization
cs: Synchronizovat v režmu offline

source: Open another user's Outlook Sharing Folders (Calendar, E-mail, etc)
cs: Otevřít sdílené složky Outlook jiného uživatele (kalendář, pošta, atd.)

source: Out of Office currently on. Would you like to turn it off?
cs: Režim Mimo kancelář je zapnut. Chcete ho vypnout?

source: Out Of Office Turned On
cs: Režim Mimo kancelář je zapnut

source: Unable to save Out of Office status
cs: Nelze uložit status režimu Mimo kancelář

source: Delegates
cs: Pověření uživatelé

source: Favorites
cs: Oblíbené

source: Permissions
cs: Oprávnění

source: Add to Public Favorites Folder
cs: Přidat do veřejné složky Oblíbené

source: Unable to open MAPI session.
cs: Nelze otevřít relaci MAPI.

source: Shortcut
cs: Zkratka

source: Shortcut folder
cs: Složka zkratek

source: Unable to get shortcut folder.
cs: Nelze otevřít složku zkratek.

source: Full control
cs: Plná kontrola

source: Owner
cs: Vlastník

source: Secretary
cs: Sekretář(ka)

source: Only read
cs: Pouze ke čtení

source: No rights
cs: Žádná oprávnění

source: You have insufficient permissions to set permissions
cs: Nemáte dostatečná oprávnění k nastavení oprávnění

source: Unable to set some permissions. Permissions are only allowed on users and security groups.
cs: Nelze nastavit oprávnění. Oprávnění je možné nastavit pouze pro uživatele nebo skupiny.

source: Unable to set all permissions.
cs: Nelze nastavit oprávnění.

source: Unable to get addressbook
cs: Nelze načíst adresář

source: Unable to get user store
cs: Nelze načíst úložiště uživatele

source: Unable to get property page site
cs: Nelze načíst velikost stránky vlastností

source: Unable to receive store and folder information
cs: Nelze načíst informace o úložišti a složkách

source: Name
cs: Jméno

source: Permission Level
cs: Úroveň oprávnění

source: A&dd
cs: Při&dat

source: Remo&ve
cs: Odstranit

source: &Properties
cs: &Vlastnosti

source: Profile
cs: Profil

source: &Create items
cs: &Vytvořit položky

source: Read &items
cs: Přečíst položky

source: Create &subfolders
cs: Vytvořit podsložky

source: Folder pe&rmissions
cs: Op&rávnění složky

source: Folder visi&ble
cs: Složka viditelná

source: F&older contact
cs: Kontakt složky

source: &Edit items
cs: &Editovat položku

source: De&lete items
cs: Smazat po&ložku

source: None
cs: Žádný

source: Own
cs: Vlastní

source: All
cs: Všechno

source: <Unknown user or group>
cs: <Neznámý uživatel nebo skupina>

source: Other
cs: Ostatní

source: Add
cs: Přidat

source: Global Address Book
cs: Globální adresář

source: One or more users cannot be added to the folder access list.
cs: Jednoho nebo více uživatelů nelze přidat do seznamu přístupu ke složce.

source: Non-local users cannot be given rights on this server.
cs: Cizí uživatelé nemohou mít oprávnění na tomto serveru.

source: One or more users are already specified.
cs: Jeden nebo více uživatelů bylo již specifikováno.

source: Entire Inbox (Permanent)
cs: Všechna doručená pošta (Trvalá)

source: Calendar (Temporary)
cs: Kalendář (Přechodný)

source: Notes (Temporary)
cs: Poznámky (Přechodné)

source: Tasks (Temporary)
cs: Úkoly (Přechodné)

source: Contacts (Temporary)
cs: Kontakty (Přechodné)

source: Inbox (Temporary)
cs: Doručená pošta (Přechodná)

source: User could not be resolved (GAB is unavailable).
cs: Nepodařilo se ověřit uživatele (GAB je nedostupný).

source: User could not be resolved.
cs: Nepodařilo se ověřit uživatele.

source: Select a folder type or cancel.
cs: Vyberte typ složky nebo zrušit.

source: Folder of other user
cs: Složka jiného uživatele

source: Username
cs: Uživatelské jméno

source: Foldertype
cs: Typ složky

source: Cancel
cs: Zrušit

source: Name...
cs: Jméno...

source: <Unknown>
cs: <Neznámý>

source: Multiple Delegates
cs: Více pověřených uživatelů

source: Delegate permissions
cs: Delegace oprávnění

source: This delegate has the following permissions
cs: Tento pověřený uživatel má následující oprávnění

source: Calendar
cs: Kalendář

source: Tasks
cs: Úkoly

source: Inbox
cs: Doručená pošta

source: Contacts
cs: Kontakty

source: Notes
cs: Poznámky

source: Journal
cs: Žurnál

source: Delegate receives copies of meeting-related messages sent to me
cs: Pověření uživatelé dostávají kopie zpráv týkajících se schůzek adresovaných mně

source: Automatically send a message to delegate summarizing these permissions
cs: Automaticky poslat zprávu pověřeným uživatelům, shrnující tato oprávnění

source: Delegate can see my private items
cs: Pověření uživatelé mohou vidět moje soukromé položky

source: Add to favorites
cs: Přidat do oblíbeného

source: Favorite folder name
cs: Jméno oblíbené složky

source: Public folder name
cs: Jméno veřejné složky

source: Subfolders
cs: Podsložky

source: Add subfolders of this folder
cs: Vytvořit podsložku této složky

source: Add all subfolders
cs: Přidat všechny podsložky

source: Add immediate subfolders only
cs: Přidat pouze přímo související podsložky

source: You are currently offline. To use this command, connect to the online server.
cs: Pracujete Offline. Pro použití tohoto příkazu se musíte připojit k serveru.

source: Unable to open store, access denied.
cs: Nelze otevřít úložiště, přístup odepřen.

source: Unable to open store.
cs: Nelze otevřít úložiště.

source: Configure synchronization
cs: Nastavení synchronizace

source: Time between synchronizations:
cs: Čas mezi synchronizacemi:

source: 1 minute
cs: 1 minuta

source: 5 minutes
cs: 5 minut

source: 15 minutes
cs: 15 minut

source: 1 half hour
cs: 30 minut

source: 1 hour
cs: 1 hodina

source: Also start synchronization when:
cs: Začít synchronizaci také když:

source: Receive mail
cs: Přijmout poštu

source: Any change
cs: Jakékoli změny

source: Error saving synchronization settings
cs: Chyba při ukládání nastavení synchronizace

source: Unable to add folder to favorites
cs: Nelze přidat složku do oblíbeného

source: Add to favorite folder
cs: Přidat do oblíbeného

source: Unable to get folder data
cs: Nelze načíst data složky

source: Saving changes failed.
cs: Nelze uložit změny.

source: Saving rules failed:
cs: Nelze uložit pravidla:

source: Add...
cs: Přidat...

source: Remove...
cs: Odstranit...

source: Permissions...
cs: Oprávnění...

source: Delegates can send items on your behalf. To grant permission to others to access your folders without also giving them send-on-behalf-of privileges, go to properties for each folder and change the options on the Permissions tab.
cs: Pověření uživatelé mohou odesílat položky za vás. Povolit druhým přístup do vašich složek bez možnosti odesílání je možné nastavit pro každou složku v záložce Oprávnění.

source: Send meeting requests and response only to my delegates, not to me
cs: Posílat žádosti o schůzky a odpovědi pouze pověřeným uživatelům a ne mě

source: The server is not available. Either there are network problems or server is down for maintenance.
cs: Server není dostupný. Může být problém s připojením a nebo probíhá údržba.

source: Could not initialize delegation window Please contact your administrator.
cs: Nelze inicializovat okno pověření. Kontaktujte prosím administrátora.

source: You have insufficient permissions to open this store.
cs: Nemáte dostatečná opravnění k otevření tohoto úložiště.

source: Synchronization Status
cs: Stav synchronizace

source: Hide
cs: Skrýt

source: Close
cs: Zavřít

source: Your offline cache database is being upgraded...
cs: Probíhá aktualizace databáze režimu offline...

source: Connection error
cs: Chyba připojení

source: Username or password incorrect. Please update your MAPI profile.
cs: Jméno uživatele nebo heslo je chybné. Aktualizujte prosím svůj profil MAPI.

source: Logon error
cs: Chyba přihlášení

source: synchronization done
cs: synchronizace dokončena

source: Synchronizing folders ...
cs: Synchronizuji složky ...

source: Looking for changes ...
cs: Hledám změny ...

source: Synchronizing messages ...
cs: Synchronizuji zprávy ...

source: Logging in ...
cs: Přihlašuji se ...

source: Synchronizing ...
cs: Synchronizuji ...

source: I am currently Out of the Office
cs: Jsem momentálně mimo kancelář

source: Out of Office Assistant
cs: Správce režimu Mimo kancelář

source: I am currently In the Office
cs: Jsem v kanceláři

source: AutoReply only once to each sender with the following text:
cs: Pouze jednou automaticky poslat následující zprávu každému odesilateli:

source: Subject:
cs: Předmět:

source: &Save
cs: &Uložit

source: Unable to open default store in MAPI session.
cs: Nelze otevřít výchozí úložiště relace MAPI.

source: Refusing to add primary store as shared store.
cs: Primární úložište nesmí být přidáno jako sdílené.

source: Unable to open this store.
cs: Nelze otevřít úložiště.

source: Access Denied
cs: Přístup odepřen

source: Recover Deleted Items
cs: Vrátit smazané položky

source: Delete
cs: Odstranit

source: Restore
cs: Obnovit

source: Messages
cs: Zprávy

source: Folders
cs: Složky

source: Loading...
cs: Načítám...

source: Subject
cs: Předmět

source: Deleted On
cs: Smazáno kdy

source: From
cs: Od

source: Received
cs: Přijato

source: <Unknown Subject>
cs: <Neznámý Předmět>

source: Foldername
cs: Jméno složky

source: Itemcount
cs: Počet položek

source: <Unknown foldername>
cs: <Neznámé jméno složky>

source: item
cs: položka

source: items
cs: položky

source: folder
cs: složka

source: folders
cs: složky

source: Restore items...
cs: Obnovit položky...

source: Restoring items
cs: Obnovuji položky

source: Done
cs: Hotovo

source: Unknown error
cs: Neznámá chyba

source: The selected items will be permanently deleted from this folder. If you continue, you will not be able to recover these items.
cs: Vybrané položky budou trvale odstraněny z tohoto adresáře. Pokud budete pokračovat nebude je možné obnovit zpět.

source: Remove items...
cs: Odstranit položky...

source: Removing items
cs: Odstraňuji položky

source: The call succeeded, not all of the entries were successfully deleted.
cs: Volání bylo úspěšné, ale ne všechny záznamy byly úspěšně smazány.

source: The folder and/or messages can not be deleted.
cs: Složka a nebo zpráva nemohla být otstraněna.

source: General
cs: Obecné

source: Server settings
cs: Nastavení serveru

source: Enable encryption (HTTPS)
cs: Zapnout šifrování (HTTPS)

source: Password
cs: Heslo

source: Connection
cs: Spojení

source: Connection type
cs: Typ připojení

source: Cached Mode
cs: Místní režim

source: Detect at startup
cs: Zjistit při startu

source: Offline or cached mode for Outlook XP and Outlook 2002 is not supported. If you wish to use offline functionality, please use Outlook 2000, 2003, 2007 or later.
cs: Režim Offline nebo Místní není podporován pro Outlook XP a Outlook 2002. Pokud požadujete tuto funkci, použijte Outlook 2000, 2003, 2007 nebo pozdější.

source: Global Address Lists
cs: Globální seznam adres

source: All Address Lists
cs: Seznam všech adres

source: First:
cs: Jméno:

source: Initials:
cs: Iniciály:

source: Last:
cs: Příjmení:

source: Display:
cs: Zobrazit jako:

source: Alias:
cs: Přezdívka:

source: Address:
cs: Adresa:

source: City:
cs: Město:

source: State:
cs: Kraj:

source: Zip code:
cs: PSČ:

source: Country/Region:
cs: Země:

source: Title:
cs: Titul:

source: Company:
cs: Firma:

source: Department:
cs: Oddělení:

source: Office:
cs: Kancelář:

source: Assistant:
cs: Asistent:

source: Phone:
cs: Telefon:

source: Phone/Notes
cs: Poznámky

source: Phone numbers
cs: Telefon

source: Business:
cs: Do zaměstnání:

source: Business 2:
cs: Do zaměstnání 2:

source: Home:
cs: Domů:

source: Home 2:
cs: Domů 2:

source: Mobile:
cs: Mobilní telefon:

source: Notes:
cs: Poznámky:

source: Organization
cs: Organizace

source: Manager:
cs: Manažer:

source: Direct reports:
cs: Přímé zprávy:

source: Member Of
cs: Člen

source: Group membership:
cs: Příslušnost do skupin:

source: E-mail Addresses
cs: E-mail

source: E-mail addresses:
cs: E-mailové adresy:

source: Display name:
cs: Zobrazit jméno:

source: Alias name:
cs: Přezdívka:

source: Owner:
cs: Vlastník:

source: Members
cs: Členové

source: Modify members...
cs: Upravit členství...

source: Advanced
cs: Pokročilé

source: MailBox
cs: Schránka

source: Remove
cs: Odstranit

source: User already exists.
cs: Uživatel již existuje.

source: Use proxyserver
cs: Použít proxy server

source: Use compression
cs: Použít kompresi

source: Seconds Until Server Connection timeout
cs: Čas do vypršení limitu k připojení

source: Sync Issues
cs: Problémy se synchronizací

source: Conflicts
cs: Konflikty

source: Local Failures
cs: Místní chyby

source: Server Failures
cs: Chyby serveru

source: Unable to connect to the online server. If you continue, no new connections will be attempted until you disable the 'Work offline' option in the 'File' menu.
cs: Nelze se připojit k serveru online. Žádné nové pokusy o připojení nebudou provedeny dokud nevypnete 'Práce offline' v menu 'Soubor'.

source: Your offline cache database is being upgraded. Outlook will start in online mode for this session.
cs: Vaše databáze pro práci offline bude aktualizována. Outlook bude pro tuto chvíli pracovat online.

source: Unable to work online! Do you want to switch to offline mode?
cs: Nelze pracovat online! Chcete přepnout do režimu offline?

source: Trying to connect to
cs: Zkouším se připojit na

source: Available
cs: Dostupné

source: Not read:
cs: Nepřečtené:

source: was not read because it expired before reading at time
cs: nebylo přečteno protože doba platnosti vypršela

source: Read:
cs: Přečteno:

source: was read on
cs: bylo přečteno

source: Your message
cs: Vaše zpráva

source: To:
cs: Komu:

source: Cc:
cs: Kopie:

source: Sent on:
cs: Odesláno:

source: Cannot use the profile because you are over the license limit. To continue, you must purchase additional client licenses.
cs: Nelze použít profil, protože jste dosáhli limitu licence. Chcete-li pokračovat, musíte si zakoupit další klientské licence.

source: Cannot use the profile because the server was unable to contact the license server. Please consult your system administrator.
cs: Nelze použít profil, protože server se nemohl spojit s licenčním serverem. Poraďte se prosím s administrátorem.

source: Zarafa Archiver
cs: Archivační systém Zarafa

source: An error has occurred while fetching the message from the archive.
cs: Nastala chyba při přesunu zprávy z archivu.

source: Please contact your system administrator.
cs: Kontaktujte, prosím, administrátora.

source: Error code:
cs: Kód chyby:

source: It seems no valid archiver license is installed.
cs: Zdá se, že archivační systém nemá platnou licenci.

source: The archive could not be found.
cs: Archiv nebyl nalezen.

source: You don't have sufficient access to the archive.
cs: Nemáte dostatečný přístup k archivu.

source: Error description:
cs: Popis chyby:

source: Archives can not be destubbed when working offline.
cs: Přílohy zpráv v archívech mohou být nedostupné při práci offline.

source: Public Folders
cs: Veřejné složky

source: Unknown username
cs: Neznámý uživatel

source: Connecting to the server...
cs: Připojuji se k serveru...

source: Unable to reach the server. Do you want to save the settings or cancel and re-enter the settings?
cs: Nelze se připojit k serveru. Chcete nastavení uložit a nebo je opravit?

source: Incorrect username and/or password.
cs: Nesprávné jméno nebo heslo.

source: Incorrect servername and/or port Check if the server is running.
cs: Nesprávné jméno serveru nebo chybný port Zkontrolujte jestli je server v provozu.

source: Incorrect version.
cs: Nesprávná verze.

source: An unknown failure has occurred. Please contact your administrator.
cs: Došlo k neznámé chybě. Kontaktujte prosím administrátora.

source: You should restart Outlook for the changes to take effect.
cs: Outlook je třeba restartovat aby změny začaly platit.

source: Unable to work online! The first time you need a network connection. Retry if you have the network connection.
cs: Nelze pracovat online! Na poprvé potřebujete síťové připojení. Zkuste se znovu připojit.

source: First Folder Sync...
cs: První synchronizace složek...

source: Sync folder items
cs: Synchronizovat položky složky

source: Outbox
cs: K odeslání

source: Deleted Items
cs: Koš

source: Sent Items
cs: Odeslané

source: Drafts
cs: Šablony

source: Junk E-mail
cs: Nevyžádaná

source: RSS Feeds
cs: RSS napojení

source: RSS Feed comment
cs: Poznámka k RSS napojení

source: Conversation Action Settings
cs: Nastavení konverzace

source: Quick Step Settings
cs: Rychlé nastavení

source: Suggested Contacts
cs: Navrhované kontakty

source: Certificate summary
cs: Obsah certifikátu

source: View certificate
cs: Prohlédnout certifikát

source: Remember my choice for this certificate
cs: Pamatovat moji volbu pro tento certifikat

source: Hostname
cs: Název hostitele

source: Holder
cs: Držitel

source: Issuer
cs: Vydavatel

source: Expiration
cs: Platnost do

source: Unable to open registry key for SSL certificate storage
cs: Nelze otevřít registr pro uložení SSL certifikátu

source: Unable to store SSL certificate in registry key.
cs: Nelze uložit SSL certifikát do registru.

source: Zarafa Contacts Folders
cs: Složka kontaktů Zarafa

source: Archive
cs: Archiv

source: Upgrade:
cs: Aktualizovat:

source: A fatal error occurred while processing your message, and Zarafa is unable to send your email.
cs: Došlo k závažné chybě při zpracování zprávy, a proto Zarafa nemůže odeslat váš email.

source: Unable to obtain list of attached archives.
cs: Nelze získat seznam připojených archívů.

source: Unable to open archive.
cs: Nelze otevřít archív.

source: Unable to get outgoing archive folder.
cs: Nelze načíst složku archívů k odeslání.

source: Unable to create archive message in outgoing archive folder.
cs: Nelze vytvořit archivní zprávu ve složce k odeslání.

source: Unable to copy message data.
cs: Nelze kopírovat obsah zprávy.

source: Unable to save archived message.
cs: Nelze uložit archivní zprávu.

source: You are not allowed to send as user or group
cs: Nemáte oprávnění odesílat jako uživatel nebo skupina

source: The user or group you try to send as could not be found.
cs: Uživatel nebo skupina jako který chcete odesílat nebyl nalezen.

source: Error found while trying to send your message. Error code:
cs: Došlo k chybě při odesílání zprávy. Kód chyby:

source: Recurring meetings are not allowed
cs: Opakované schůzky nejsou povoleny

source: The requested time slot is unavailable
cs: Požadovaná doba není k dispozici

source: The requested time slots are unavailble on the following dates:
cs: Požadovaná doba není k dispozici v následujících dnech:

source: workday
cs: pracovní den

source: day
cs: den

source: days
cs: dny

source: week
cs: týden

source: weeks
cs: týdny

source: month
cs: měsíc

source: months
cs: měsíce

source: year
cs: rok

source: years
cs: roky
